def get_help():
    return f'Команды доступные в главном меню:\n' \
           f'   Поиск\n' \
           f'   Просмотреть сохраненные\n' \
           f'   Выход\n' \
           f'Команды доступные в режиме поиска:\n' \
           f'   Сохранить\n' \
           f'   Назад(в главное меню)\n' \
           f'   Сортировать(доступна только сортировка по ЗП). Все доступные параметры пишутся через пробел:\n' \
           f'      зп - сортировать по ЗП(можно вводить без учета регистра).\n' \
           f'      убывание - сортировать по убыванию ЗП.\n' \
           f'      возрастание - сортировать по возрастанию ЗП.\n' \
           f'     Все функции сортировки доступны так же в режиме просмотра сохраненных вакансий.\n' \
           f'   Выход\n' \
